* sand +box

| this | is it |  and | nor |  mor |
|------+-------+------+-----+------|
|   10 |   100 |   20 | 100 |  230 |
|  100 |    10 | 1000 |  30 | 1140 |
#+TBLFM: $5=$1+$2+$3+$4

